//удалить
import { RateBlock } from './model/types';

export const RateCardData: RateBlock[] = [
    {
        _id: crypto.randomUUID(),
        title: 'Тарифы',
        cards: [
            {
                _id: crypto.randomUUID(),
                title: 'Разовый',
                description: [
                    'Работодатель оплачивает только за успешно найденного кандидата, что делает этот тариф экономически эффективным',
                    'Работодатель может использовать услуги по подбору персонала по мере необходимости, без необходимости заключения долгосрочных контрактов',
                    'Разовый тариф позволяет сэкономить время и ресурсы, предоставляя доступ к базе данных кандидатов и инструментам подбора персонала',
                    'Работодатели могут выбирать услуги и объем, который соответствует их потребностям, что делает тариф идеальным для различных типов организаций',
                    'Разовый тариф позволяет сэкономить время и ресурсы, предоставляя доступ к базе данных кандидатов и инструментам подбора персонала',
                ],
                url: '#'
            },
            {
                _id: crypto.randomUUID(),
                title: 'Месячный',
                description: [
                    'Получайте неограниченный доступ к базе данных кандидатов и услугам по подбору персонала в течение месяца',
                    'Используйте услуги подбора персонала по мере необходимости без дополнительных платежей, экономя время и ресурсы компании',
                    'Проводите найм сотрудников без лишних затрат и сложных процедур, используя удобный и прозрачный тарифный план',
                    'Месячный тариф позволяет адаптировать услуги подбора персонала под потребности компании, обеспечивая гибкость в выборе кандидатов',
                    'Получайте качественные кандидаты и проводите успешный найм сотрудников благодаря доступу к широкой базе данных и профессиональным услугам подбора персонала',
                ],
                url: '#'
            },
            {
                _id: crypto.randomUUID(),
                title: 'Полугодовой',
                description: [
                    'Получите доступ к базе данных кандидатов и услугам по подбору персонала на полгода с выгодными условиями, что позволит существенно сэкономить на затратах по сравнению с ежемесячной оплатой',
                    'Полугодовой тариф обеспечивает получение качественных кандидатов и успешный найм персонала на долгосрочной основе, что делает его выгодным и эффективным ',
                    'Полугодовой тариф позволяет вам гибко использовать услуги по подбору персонала в течение полугода, адаптируя их под текущие потребности компании',
                    'При выборе полугодового тарифа вы получаете доступ к премиум-поддержке и персональному менеджеру, который поможет вам оптимизировать процесс найма и выбора кандидатов'
                ],
                url: '#'
            },
            {
                _id: crypto.randomUUID(),
                title: 'Разовый 2',
                description: [
                    'Работодатель оплачивает только за успешно найденного кандидата, что делает этот тариф экономически эффективным',
                    'Работодатель может использовать услуги по подбору персонала по мере необходимости, без необходимости заключения долгосрочных контрактов',
                    'Разовый тариф позволяет сэкономить время и ресурсы, предоставляя доступ к базе данных кандидатов и инструментам подбора персонала',
                    'Работодатели могут выбирать услуги и объем, который соответствует их потребностям, что делает тариф идеальным для различных типов организаций',
                    'Разовый тариф позволяет сэкономить время и ресурсы, предоставляя доступ к базе данных кандидатов и инструментам подбора персонала',
                ],
                url: '#'
            },
            {
                _id: crypto.randomUUID(),
                title: 'Месячный 2 ',
                description: [
                    'Получайте неограниченный доступ к базе данных кандидатов и услугам по подбору персонала в течение месяца',
                    'Используйте услуги подбора персонала по мере необходимости без дополнительных платежей, экономя время и ресурсы компании',
                    'Проводите найм сотрудников без лишних затрат и сложных процедур, используя удобный и прозрачный тарифный план',
                    'Месячный тариф позволяет адаптировать услуги подбора персонала под потребности компании, обеспечивая гибкость в выборе кандидатов',
                    'Получайте качественные кандидаты и проводите успешный найм сотрудников благодаря доступу к широкой базе данных и профессиональным услугам подбора персонала',
                ],
                url: '#'
            },
            {
                _id: crypto.randomUUID(),
                title: 'Полугодовой 2',
                description: [
                    'Получите доступ к базе данных кандидатов и услугам по подбору персонала на полгода с выгодными условиями, что позволит существенно сэкономить на затратах по сравнению с ежемесячной оплатой',
                    'Полугодовой тариф обеспечивает получение качественных кандидатов и успешный найм персонала на долгосрочной основе, что делает его выгодным и эффективным ',
                    'Полугодовой тариф позволяет вам гибко использовать услуги по подбору персонала в течение полугода, адаптируя их под текущие потребности компании',
                    'При выборе полугодового тарифа вы получаете доступ к премиум-поддержке и персональному менеджеру, который поможет вам оптимизировать процесс найма и выбора кандидатов'
                ],
                url: '#'
            },
        ]
    },
]