#language:ru
Функционал: Регистрация и логин пользователей
  Как анонимный пользователь
  Мне необходима возможность пользоваться сайтом
  Для чего я могу зарегистрироваться и залогониться

  Сценарий: Регистрация пользователя
    Допустим я нахожусь на странице "/register"
    Если я ввожу "Ramil" в поле "Имя*"
    И я ввожу "Dzhaparov" в поле "Фамилия*"
    И я ввожу "password123" в поле "Пароль*"
    И я ввожу "rdb03@mail.ru" в поле "Email*"
    И я нажимаю на кнопку "Зарегистрироваться"
    То я вижу текст "Главная"