#language:ru
Функционал: Регистрация и логин пользователей
  Как анонимный пользователь
  Мне необходима возможность пользоваться сайтом
  Для чего я могу зарегистрироваться и залогониться

  Сценарий: Регистрация пользователя
    Допустим я нахожусь на странице "/register"
    Если я ввожу "Ramil" в поле "name"
    И я ввожу "Dzhaparov" в поле "surname"
    И я ввожу "password123" в поле "password"
    И я ввожу "rdb03@mail.ru" в поле "email"
    И я нажимаю на кнопку "Зарегистрироваться"
    То я вижу текст "Главная"